public class Main {
    public static void main(String[] args) {
        int price = 13676;// цена билета
        int mili = 20;// количество рублей для одной бонусной мили

        System.out.println((price/mili) + " количество бонусных миль");


        // Объявляете переменные для входных данных и
        // параметров программы: одну для хранения
        // стоимости билета, другую для хранения количества
        // рублей для одной бонусной мили

        // Рассчитываете количество бонусных миль, используя
        // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран
    }
}